import React, { Component } from 'react';
import img from '../../../img/safron.png'
import s from '../../../CSS.module/Landing.module.css';


class Yalda extends Component {
    render () {
        return (
            <div className={s.landing}>
                <h1>یلدا</h1>
                <p>زعفران سرگل به بخش قرمز رنگ زعفران گفته می‌شه، رشته‌های زعفران وقتی که از گل زعفران بیرون میان، طولی حدود ۵ سانتی متر دارن و به دو بخش سفید رنگ و قرمز رنگ تقسیم می‌شن که رنگ زعفران مربوط به بخش قرمز رنگ، سرگل زعفرانه. کشاورز بعد از اینکه زعفران سرگل رو به کشمون تحویل می‌ده، به آزمایشگاه ارسال و کیفیتشون بررسی می‌شه و در نهایت به نام خود کشاورز، زعفران سرگل بسته بندی و روی وب سایت قرار می‌گیره. تمامی زعفران‌های سرگل موجود تو کشمون اصل هستن و زعفرانی که به دست شما می‌رسه، فقط محصول یک کشاورزه و قاطی زعفران کشاورزهای دیگه نیست.

                زعفران سرگل نسبت به سایر انواع زعفران، گزینه بهتری برای رنگدهی به غذاست و تو تهیه غذاهایی مختلفی مثل زرشک پلو و ته‌چین و دسرهایی مثل شله‌زرد و حلوا و همچنین دمنوش زعفرانی استفاده می‌شه.
                
                خواص زعفران سرگل
                یکی از مهم‌ترین خاصیت‌های زعفران، شادی آور بودنشه. زعفران با ترشح هورمون آندورفین باعث احساس شادی می‌شه و ممکنه تو جلوگیری از افسردگی موثر باشه. علاوه بر این استفاده از زعفران سرگل تو افزایش ایمنی بدن، افزایش گردش خون و سلامت قلب، کنترل دیابت و کاهش اضطراب مفیده. درصورت استفاده دارویی از زعفران سرگل با پزشک معالجتون مشورت کنین.
                
                خرید زعفران سرگل از کشاورز
                کشمون به کشاورزهای که عضوش هستن کمک می‌کنه تا زعفران‌هاشون رو به نام خودشون، بدون واسطه و با سود بیشتر بفروشن. کشمون زعفران سرگل رو که از کشاورز می‌گیره، آزمایش و بررسی می‌کنه و بعد محصولات رو با اسم خود کشاورز و کیفیت مشخص، تو سایت برای فروش می‌ذاره."
                </p>
                <img src={img} alt="Yalding" />
            </div>
        )
    }
}


export default Yalda;